[
    {
        "id": 0,
        "title": "Bulgaria",
        "href":"bulgaria",
        "description": "<p class='article'>Ancient Thrace was partially located on the territory of modern Bulgaria, and Thracian culture provides a wealth of archeological sites within Bulgaria. In the second century A.D., the Bulgars came to Europe from their old homeland, the Kingdom of Balhara situated in the Mount Imeon area (present Hindu Kush in northern Afghanistan).The first Bulgarian state was established in 635 A.D., located along the north coast of the Black Sea. In 681 A.D. the first Bulgarian state on the territory of modern Bulgaria was founded. This state consisted of a mixture of Slav and Bulgar peoples. In 864, Bulgaria adopted Orthodox Christianity. The First Bulgarian Kingdom, considered to be Bulgaria's 'Golden Age', emerged under Tsar Simeon I in 893-927. During this time, Bulgarian art and literature flourished. Followers of Saints Cyril and Methodius are believed to have developed the Cyrillic alphabet in Bulgaria in the early 10th century.</p><p class='article-sub'>In 1018, the Byzantine Empire conquered Bulgaria. In 1185 the Bulgarians broke free of Byzantine rule and established the Second Bulgarian Kingdom. A number of Bulgaria's famous monasteries were founded during this period. Following the 1242 Mongol invasion, this kingdom began losing territory to its neighbors. Ottoman expansion into the Balkan Peninsula eventually reached Bulgaria, and in 1396 Bulgaria became part of the Ottoman Empire. During the five centuries of Ottoman rule, most of Bulgaria's indigenous cultural centers were destroyed. Several Bulgarian uprisings were brutally suppressed and a great many people fled abroad. The April uprising of 1876, the Russo-Turkish War (1877-78), and the Treaty of San Stefano (March 3, 1878, the date of Bulgaria's national holiday), began Bulgaria's liberation from the Ottoman Empire, but complete independence was not recognized until 1908.</p><p class='article-sub'>During the first half of the 20th century, Bulgaria was marred by social and political unrest. Bulgaria participated in the First and Second Balkan Wars (1912 and 1913) and sided with the Central Powers, and later the Axis Powers, during the two World Wars. Although allied with Germany during World War II, Bulgaria never declared war on the Soviet Union and never sent troops abroad to fight under Nazi command. Near the end of World War II, Bulgaria changed sides to fight the German army all the way to Austria; 30,000 Bulgarian troops were killed.</p><p class='article-sub'>Bulgaria had a mixed record during World War II, when it was allied with Nazi Germany under a March 1941 agreement. The Law for the Protection of the Nation, enacted in January 1941, divested Jews of property, livelihood, civil rights, and personal security. Despite a February 1943 agreement requiring Bulgaria to transfer Bulgaria's Jews to Nazi extermination camps in Poland, Bulgaria did not actually deport any Bulgarian Jews or Roma to Nazi concentration camps. Under that agreement, however, Bulgarian forces transferred approximately 11,000 Jews from Bulgarian-occupied territory (Thrace and Macedonia) to Nazi concentration camps. In June 1943 the government 're-settled' Sofia's 25,000 Jews to rural areas. Tsar Boris--supported by the parliament (especially its prominent Deputy Speaker, Dimitar Peshev), the Orthodox Church, and the general public--aided the Jewish community and helped its 50,000 members survive the war, despite harsh conditions. The Bulgarian Jews remained safe, and when they were permitted to emigrate to Israel after the war, most of them did.</p><p class='article-sub'>King Simeon II assumed control of the throne in 1943 at the age of six following the death of his father Boris III. With the entry of Soviet troops into Bulgaria in September 1944 and the defeat of the Axis Powers in World War II, communism emerged as the dominant political force within Bulgaria. Simeon, who later returned and served as Prime Minister, was forced into exile in 1946 and resided primarily in Madrid, Spain. By 1946, Bulgaria had become a satellite of the Soviet Union, remaining so throughout the Cold War period. Todor Zhivkov, the head of the Bulgarian Communist Party, ruled the country for much of this period. During his 27 years as leader of Bulgaria, democratic opposition was crushed; agriculture was collectivized and industry was nationalized; and the Bulgarian Orthodox Church fell under the control of the state.</p><p class='article-sub'>In 1989, Zhivkov was removed from power, and democratic change began. The first multi-party elections since World War II were held in 1990. The ruling communist party changed its name to the Bulgarian Socialist Party and won the June 1990 elections. Following a period of social unrest and passage of a new constitution, the first fully democratic parliamentary elections were held in 1991 in which the Union of Democratic Forces won. The first direct presidential elections were held the next year. As Bulgaria emerged from the throes of communism, it experienced a period of social and economic turmoil that culminated in a severe economic and financial crisis in late 1996-early 1997. With the help of the international community, former Prime Minister Ivan Kostov initiated a series of reforms in 1997 that helped stabilize the country's economy and put Bulgaria on the Euro-Atlantic path. Elections in 2001 ushered in a new government and president. In July 2001, Bulgaria's ex-king Simeon Saxe-Coburg-Gotha became the first former monarch in post-communist Eastern Europe to become Prime Minister. His government continued to pursue Euro-Atlantic integration, democratic reform, and development of a market economy. Bulgaria became a member of the North Atlantic Treaty Organization on March 29, 2004, and a member of the European Union on January 1, 2007.</p>",
        "img": "images/cultural-map.jpg"
    },
    {
        "id": 1,
        "title": "Australia",
        "href":"australia",
        "description": "<p class='article'>Australia is the mos beautiful country inthe region of Earth called Oceania. More than 40,000 yrs before is when this continent turned out to be subdued as well as that was by the aboriginal Aborigines or Australians, as they are acknowledged at the moment. Following incredibly haphazard and infrequent visits, which was occurred by numerous people for example fisherman as well as explorers in addition to merchants preliminary in the late 17th century, some where around the year 1770 the area in the eastern half, of this continent was alleged by the British. Moreover they had officially established as the single penal colony of the state of New South Wales in the year1788 on January 26th. The residents grew and fresh areas were exposed as well as explored. It did not happen until the year 1901 when the six colonies were federated as well as that the country of Commonwealth of Australia was after that formed.</p><p class='article-sub'>Seeing as at that time Australia has preserved a steady liberal as well as democratic political system, in addition to nowadays they even hang about in the Commonwealth.Even though several people when inquired would take for granted that Sydney is the capital city of Australia, because it is over and over again the most complained and recognized. Their up to date population that is in fact some where around 20.5 million citizens, is positioned for the most part in the coastal cities and not in Canberra, to your surprise is the capital city of Australia. These following cities have the principal population in Australia: Sydney, Brisbane, Melbourne, Perth as well as Adelaide.</p><p class='article-sub'>It is believed that the foremost record of human locale in Australia occurred was somewhere around 42,000 - 48,000 yers previously, these foremost foreigner Australians were the precursors of the aforesaid up to date indigenous Australians. Moreover it is as well believed that all of them came to the regions of Australia through land bridges as well as short sea crossings, which were fashioned from what are at the present day the areas of Southeast Asia. The greater parts of these people were gathers as well as hunters.</p><p class='article-sub'>It is believed that the foremost record of human locale in Australia occurred was somewhere around 42,000 - 48,000 yers previously, these foremost foreigner Australians were the precursors of the aforesaid up to date indigenous Australians. Moreover it is as well believed that all of them came to the regions of Australia through land bridges as well as short sea crossings, which were fashioned from what are at the present day the areas of Southeast Asia. The greater parts of these people were gathers as well as hunters.</p><p class='article-sub'>It is believed that the foremost record of human locale in Australia occurred was somewhere around 42,000 - 48,000 yers previously, these foremost foreigner Australians were the precursors of the aforesaid up to date indigenous Australians. Moreover it is as well believed that all of them came to the regions of Australia through land bridges as well as short sea crossings, which were fashioned from what are at the present day the areas of Southeast Asia. The greater parts of these people were gathers as well as hunters.</p><p class='article-sub'>It is believed that the foremost record of human locale in Australia occurred was somewhere around 42,000 - 48,000 yers previously, these foremost foreigner Australians were the precursors of the aforesaid up to date indigenous Australians. Moreover it is as well believed that all of them came to the regions of Australia through land bridges as well as short sea crossings, which were fashioned from what are at the present day the areas of Southeast Asia. The greater parts of these people were gathers as well as hunters.</p>",
        "img": "images/australia_physical_map.jpg"
    },
    {
        "id": 2,
        "title": "New Zealand",
        "href":"new_zeaand",
        "description": "<p class='article'>New Zealand  is an island country in the southwestern Pacific Ocean. The country geographically comprises two main landmasses – that of the North Island, or Te Ika-a-Māui, and the South Island, or Te Waipounamu – and numerous smaller islands. New Zealand is situated some 1,500 kilometres (900 mi) east of Australia across the Tasman Sea and roughly 1,000 kilometres (600 mi) south of the Pacific island areas of New Caledonia, Fiji, and Tonga. Because of its remoteness, it was one of the last lands to be settled by humans. During its long isolation, New Zealand developed a distinctive biodiversity of animal, fungal and plant life; most notable are the large number of unique bird species. The country's varied topography and its sharp mountain peaks owe much to the tectonic uplift of land and volcanic eruptions.</p><p class='article-sub'>Polynesians settled New Zealand in 1250–1300 CE and developed a distinctive Māori culture. Abel Tasman, a Dutch explorer, was the first European to sight New Zealand in 1642 CE.[12] The introduction of potatoes and muskets triggered upheaval among Māori early during the 19th century, which led to the inter-tribal Musket Wars. In 1840 the British Crown and Māori signed the Treaty of Waitangi, making New Zealand a British colony. Immigrant numbers increased sharply and conflicts escalated into the New Zealand Wars, which resulted in Māori land being confiscated in the mid North Island. Economic depressions were followed by periods of political reform, with women gaining the vote during the 1890s, and a welfare state being established from the 1930s. After World War II, New Zealand joined Australia and the United States in the ANZUS security treaty, although the United States later suspended the treaty as a result of New Zealand's adoption of a nuclear-free policy. New Zealanders enjoyed one of the highest standards of living in the world in the 1950s, but the 1970s saw a deep recession, worsened by oil shocks and the United Kingdom's entry into the European Economic Community. The country underwent major economic changes during the 1980s, which transformed it from a protectionist to a liberalised free trade economy; once-dominant exports of wool have been overtaken by dairy products, meat, and wine.</p><p class='article-sub'>The majority of New Zealand's population is of European descent; the indigenous Māori are the largest minority, followed by Asians and Pacific Islanders. English, Māori and New Zealand Sign Language are the official languages, with English predominant. Much of New Zealand's culture is derived from Māori and early British settlers. Early European art was dominated by landscapes and to a lesser extent portraits of Māori. A recent resurgence of Māori culture has seen their traditional arts of carving, weaving and tattooing become more mainstream. The country's culture has also been broadened by globalisation and increased immigration from the Pacific Islands and Asia. New Zealand's diverse landscape provides many opportunities for outdoor pursuits and has provided the backdrop for a number of big budget movies.</p><p class='article'>New Zealand is organised into 11 regional councils and 67 territorial authorities for local government purposes; these have less autonomy than the country's long defunct provinces did. Nationally, legislative authority is vested in a unicameral Parliament, while executive political power is exercised by the Cabinet, led by the Prime Minister. Queen Elizabeth II is the country's head of state and is represented by a Governor-General. The Realm of New Zealand also includes Tokelau (a dependent territory); the Cook Islands and Niue (self-governing states in free association with New Zealand); and the Ross Dependency, which is New Zealand's territorial claim in Antarctica. New Zealand is a member of the United Nations, Commonwealth of Nations, ANZUS, Organisation for Economic Co-operation and Development, Pacific Islands Forum and Asia-Pacific Economic Cooperation.</p>",
        "img": "images/new-zealand-map-big.jpg"
    }
]